[
    {
        "country": "China",
        "content": "Чаем угощают гостя, пришедшего в дом – есть специальный ритуал «поднесение чая гостям», чай обязательно присутствует на официальных приемах и деловых встречах. Именно в Китае стали впервые употреблять чай в качестве лекарства, а затем и напитка. Именно от китайского названия чая («те» в южных диалектах, «ча» в северных и в кантонском) происходят названия чая в разных языках, причём выбор северного или южного произношения указывает на преобладавший способ доставки чая: соответственно, по суше или по морю.\n Повседневное чаепитие в Китае — дело семейное. Чай заваривается в большом чайнике (фарфоровом, фаянсовом или глиняном) сразу на всю семью, разливается по чашкам или пиалам, из которых и пьётся. Хорошие зелёные и красные чаи заваривают несколько раз. Время настаивания и температура воды зависят от сорта чая. Особенностью китайского чайника является то, что заварка засыпается в небольшой дырчатый стаканчик-ситечко (из того же материала, что и сам чайник), вставляемый в чайник. При заваривании оно заполняется сухим чаем наполовину — на две трети, выполняя, таким образом, роль дозатора заварки. Горячая вода заливается в чайник через ситечко, «промывая» заварку. После того, как чайник заполнен, и заварка размокла, её иногда дополнительно чуть отжимают ложкой для более полной экстракции. Считается, что в ситечке чай лучше промывается и полнее отдаёт содержащиеся в нём вещества.\n Другой чисто китайский способ употребления чая, используемый для индивидуального чаепития — заваривание и питьё чая из гайвани. Гайвань — это небольшая (обычно не более 250 мл) пиала с расширением вверху и крышкой, диаметр которой меньше диаметра верхней части пиалы.\n В торжественных случаях (на официальных приёмах, праздниках, а также просто в качестве аттракциона для туристов) чаепитие может проходить в соответствии с набором специальных правил. Такое формализованное чаепитие называют «китайской чайной церемонией или ГУН-ФУ ЧА, что означает «высшее мастерство» или «высшее искусство», а ЧА — чай. Таким образом, словосочетание ГУНФУЧА можно перевести как «высшее мастерство чаепития». ГУНФУЧА требует особой атмосферы и внутреннего настроя."
    },
    {
        "country": "China",
        "content": "Японцы пьют в основном зелёный чай, реже — жёлтый. Жёлтые чаи завариваются по-китайски, в гайвани, настаивая не более 2 минут. Зелёные чаи пьют и в обычном, листовом виде, и в виде порошка. Во втором случае чайные листья перед завариванием перетираются в фарфоровой ступке. Нормальным количеством заварки на 200 г воды считается 1 чайная ложка порошка (или 1,5-2 ложки листового чая). Чай заваривают в фарфоровых шаровидных чайниках, нередко, по китайскому обычаю, с ситечками для заварки. Температура воды для заваривания чая не превышает 60 °C, время заваривания не превышает 4 минут. В таких условиях чай не может полностью экстрактироваться, но зато в напитке сохраняется максимум аромата, который более всего и ценят в нём японцы. Чай имеет слабый, бледно-зелёный цвет. Японские чашки обычно не имеют ручек и очень малы — их объём не превышает 50 мл. Чай из них пьют очень медленно, маленькими глотками, без сахара или иных добавок.\n В простом и безыскусном японском чаепитии нет ни капли демонстративности — оно отлично подойдет для человека, пьющего чай в одиночестве или в компании, в которой больше молчат, нежели разговаривают. Предшествует чаепитию угощение самыми незатейливыми блюдами и напитками, а во время самого чаепития предлагаются различные сладости.\n Кроме повседневного чаепития, чай пьют во время японской чайной церемонии. В настоящее время чайная церемония сохранилась практически в первозданном виде, и она необыкновенно популярна. Для неё готовится особый, церемониальный чай: листья растираются в мельчайший порошок, который заваривается из расчёта приблизительно 100 г чая на 500 мл воды. Полученный напиток имеет консистенцию жидкой сметаны, он очень терпкий и чрезвычайно ароматный.\n Чайная церемония представляет собой специально организованную и упорядоченную встречу хозяина – чайного мастера – и его гостей для совместного отдыха, сопровождаемого употреблением чая. Церемония состоит из нескольких действий, совершаемых в строгом порядке.\n Выделяют шесть традиционных разновидностей чайной церемонии: ночная, на восходе солнца, утренняя, послеобеденная, вечерняя, специальная. Ночная церемония проводится обычно при луне. Особенностью ночной церемонии является то, что порошковый чай готовят непосредственно во время церемонии, заваривая его очень крепко. Завершается церемония не позже четырёх часов утра. Церемония «на восходе солнца» начинается в три-четыре часа утра и продолжается до шести утра. Утренняя начинается около шести утра. Послеобеденная начинается около часа пополудни, из еды подаются только пирожные. Вечерняя начинается около шести часов вечера. Специальная (риндзитяною) проводится по особым случаям, празднование какого-либо события."
    }
]